driver-tests/bpelse/assign/AssignJbi/test/CopyintInvoke/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://sun.com/echo/"
                   xmlns="urn:DataType">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
   <intPart>
	<xsd_int>100</xsd_int>
	<optional_int>0</optional_int>
	<repeat_int>0</repeat_int>
	<repeat_int>1</repeat_int>
   </intPart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>